Repository: QinChBeSt/takeOut-food
Catalog: takeOut/*.lproj/Localizable.strings
Languages: th

# 首页
source: Home
th: หน้าแรก

# 订单
source: Order
th: ออร์เดอร์

# 我的
source: Mine
th: ของฉัน

# 获取位置中....
source: Getting location...
th: กำลังตรวจสอบตำแหน่งอยู่

# 去结算
source: To pay
th: จ่ายเงิน

# 个活动
source: promotions
th: โปรโมชั่น

# 配送
source: Distribution
th: การจัดส่ง

# 起送
source: start
th: เริ่มต้น

# 月售
source: Months sell
th: ยอดขายต่อเดือน

# 配送时间
source: Distribution time
th: เวลาการจัดส่ง

# 提交订单
source: Submit Order
th: ยืนยันออร์เดอร์

# 选择收货地址
source: choose your address
th: เลือกที่อยู่จัดส่ง

# 配送费
source: Distribution Costs
th: ค่าจัดส่ง

# 原价
source: Total Price
th: ราคาเดิม

# 小计
source: Subtotal
th: ยอดรวม

# 备注
source: Remark
th: ข้อสังเกต

# 合计:
source: total:
th: ยอดรวม:

# (已减฿
source: (Had Reduct ฿
th: (ลดไปแล้ว $

# 确定
source: Conform
th: ยืนยัน

# 提交订单成功
source: Submit order successfully
th: ยืนยันออร์สำเร็จ

# 提交订单失败
source: Submit order Failed
th: ยืนยันออร์ไม่สำเร็จ

# 全部
source: All
th: ทั้งหมด

# 差评
source: Bad
th: ไม่พอใจ

# 商家评分
source: shop score
th: ความพึงพอใจร้านค้า

# 满意
source: good
th: พอใจ

# 不满意
source: not good
th: ไม่พอใจ

# 一般
source: mid
th: ธรรมดา

# 优惠活动
source: Preferential activities
th: โปรโมชั่น

# 感谢您的支持，欢迎下次光临
source: Thank you for your support. Welcome next time
th: ขอขอบคุณ โอกาสหน้าเชิญใหม่

# 订单已完成
source: Order completed
th: ออร์เดอร์ของท่านเรียบร้อย

# 综合排序
source: comprehensive
th: เรียงตามลำดับ

# 销量最高
source: Highest sales
th: เรียงตามยอดขาย

# 距离最近
source: The closest
th: เรียงตามระยะทาง

# 配送：฿
source: Distribution: ฿
th: จัดส่ง:฿

# 起送：฿
source: Start : ฿
th: เริ่มจัดส่ง: ฿

# 月售：
source: On sale
th: ยอดขายต่อเดือน

# 点菜
source: order
th: ออร์เดอร์

# 商家
source: shop
th: ร้านค้า

# 商家详情
source: shop details
th: รายละเอียดร้านค้า

# 加入购物车
source: Add to cart
th: ใส่ในตะกร้า

# 元起送
source: ฿ start
th: ฿ เริ่มส่ง

# 清空
source: clean
th: ลบสินค้า

# 购物车
source: shopping cart
th: ตะกร้า

# 选规格
source: specifications
th: เลือกไซส์สินค้า

# 查看食品安全档案
source: Check the food safety profile
th: เช็คเอกสารร้านค้า

# 全部订单
source: All Order
th: ออร์เดอร์ทั้งหมด

# 待评价
source: Will evaluate
th: รอคอมเม้นท์

# 共
source: total of
th: ทั้งหมด

# 订单时间
source: Order time
th: เวลาออร์เดอร์

# 订单详情
source: Detail Order
th: รายละเอียดออร์เดอร์

# 感谢您的支持，欢迎下次光临！
source: Thank you for your support. Welcome next time!
th: ขอขอบคุณ โอกาสหน้าเชิญใหม่!

# 小计: ฿
source: total: ฿
th: ยอดรวม:฿

# 配送地址
source: Address
th: ที่อยู่จัดส่ง

# 配送服务
source: Delivery
th: การบริการจัดส่ง

# 货到付款
source: Cash on delivery
th: ชำระเงินปลายทาง

# 在线支付
source: Online payment
th: ชำระเงินออนไลน์

# 支付方式
source: Payment method
th: วิธีการชำระ

# 评价
source: comment
th: คอมเม้นท์

# 最少输入八个字
source: least 8 words
th: ต้องมีตัวอักษรอย่างน้อย8ตัวอักษร

# 对菜品口味，包装服务的还满意吗？您可以在此处输入您的想法与意见~（至少输入8个字）
source: Are you satisfied with the dishes? You can enter your thoughts and comments here ~ (at least 8 words)
th: แนะนำ ชมเฉย เพื่อปรับปรุงการบริการ

# 请选择配送员评价
source: Please select the distributor evaluation
th: ให้คอมเม้นท์แก่พนักงานจัดส่งสินค้า

# 请选择订单评价
source: Please select the order evaluation
th: ให้คอมเม้นแก่ออร์เดอร์

# 评价成功
source: Evaluation success
th: คอมเม้นท์เรียบร้อย

# 评价失败
source: Evaluation failure
th: คอมเม้นท์ไม่สำเร็จ

# 等待商家接单
source: Waiting for business receipt
th: ร้านค้ายังไม่รับออร์เดอร์

# 商家已接单
source: The merchant has received the order
th: ร้านค้ารับออร์เดอร์แล้ว

# 骑手未接单
source: Rider not received
th: คนขับยังไม่รับออร์เดอร์

# 骑手已接单
source: The rider has received the order
th: คนขับรับออร์เดอร์แล้ว

# 骑手到店
source: Riders to the store
th: คนขับไปถึงร้านค้าแล้ว

# 订单完成
source: Order completed
th: ออร์เดอร์ของท่านเรียบร้อย

# 未评价
source: Not evaluated
th: ยังไม่ได้คอมเม้นท์

# 已评价
source: Evaluated
th: ่คอมเม้นท์

# 优惠金额
source: Preferential
th: ส่วนลด

# 订单号码
source: Order number
th: ออร์เดอร์นัมเบอร์

# 登录
source: Login
th: ล็อคอิน

# 登录成功
source: login success
th: ล็อคอินสำเร็จ

# 登录失败
source: login failed
th: ล็อคอินไม่สำเร็จ

# 我的地址
source: My address
th: ที่อยู่ของฉัน

# + 新增收货地址
source: + Add Shipping Address
th: + ที่อยู่จัดส่งเพิ่มเติม

# 新增收货地址
source: Add Shipping Address
th: ที่อยู่จัดส่งเพิ่มเติม

# 请输入手机号
source: Please enter your phone number
th: ใส่เบอร์โทรศัพท์

# 再次输入密码
source: Please confirm the password
th: ใส่เบอร์โทรศัพท์

# 请输入验证码
source: Please enter code
th: ใส่รหัสยืนยัน

# 获取验证码
source: Get code
th: รับรหัสยืนยัน

# 使用其他登录
source: Other Login
th: ล็อคอินโดยวิธีอื่นๆ

# 注册
source: Register
th: สมัครสมาชิก

# 注册成功
source: register success
th: สมัครสมาชิกสำเร็จ

# 注册失败
source: register failed
th: สมัครสมาชิกไม่สำเร็จ

# 请输入密码
source: Please enter your password
th: ใส่รหัสผ่าน

# 重新获取
source: Reacquire
th: ทำซ้ำ

# 请输入正确的手机号
source: Please enter the correct phone number
th: ใส่เบอร์โทรศัพท์ที่ถูกต้อง

# 获取验证码失败，请检查网络
source: Failed to get verification code, please check the network
th: ไม่ได้รับรหัสยืนยัน

# 保存
source: Save
th: บันทึก

# 收货人
source: Consignee
th: ผู้รับสินค้า

# 先生
source: Gentlemen
th: คุณ

# 女士
source: Ladies
th: คุณ

# 电话
source: Phone No.
th: เบอร์โทรศัพท์

# 收货地址
source: Address
th: ที่อยู่จัดส่ง

# 点击选择
source: Click to select
th: คลิกเลือก

# 楼号/门牌号
source: House No.
th: รายละเอียดที่อยู่จัดส่ง

# 例3号楼3001
source: ex.building 3,apartment 3001
th: เช่น 1209 วัฒนาแมนชั่น

# 未知城市
source: Unknown city
th: ไม่สามารถใช้งานในเขตนี้ได้

# 定位失败
source: Location error
th: จีพีเอส ขัดข้อง

# 请获取地理位置
source: Please Get Location
th: คลิกยืนยันตำแหน่งปัจจุบัน

# 请填写收货人姓名
source: Please write Consignee
th: ใส่ชื่อผู้รับของ

# 请填写收货人电话
source: Please write PhoneNumber
th: ใส่เบอร์โทรผู้รับของ

# 请获填写具体位置
source: Please write building Number
th: ใส่ที่อยู่ผู้รับของ

# 地址添加成功
source: Add address success
th: เพิ่มที่อยู่จัดส่งสำเร็จ

# 地址添加失败
source: Add address failed
th: เพิ่มที่อยู่จัดส่งไม่สำเร็จ

# 温馨提示，点击可以编辑地址，长按可以删除
source: TIPS. Click can edit it,Long press can delete it
th: คลิกค้างไว้ สามารถลบรายการออกได้

# 我的评价
source: My evaluation
th: คอมเม้นท์ของฉัน

# 关于我们
source: About us
th: เกี่ยวกับเรา

# 清除缓存
source: Clean cache
th: ล้างแคช

# 没有缓存
source: no cache
th: ไม่มีแคช

# 成功
source: success
th: เรียบร้อย

# 退出登录
source: Log out
th: ออกจากจะบบ

# 是否删除
source: Do you want to delete
th: ยืนยันการลบทิ้ง?

# 取消
source: cancel
th: ยกเลิก

# 确定删除
source: delete
th: ยืนยัน

# 修改收货地址
source: Edit Address
th: แก้ไขที่อยู่จัดส่ง

# 地址修改成功
source: Edit address success
th: แก้ไขที่อยู่จัดส่งสำเร็จ

# 地址修改失败
source: Edit address failed
th: แก้ไขที่อยู่จัดส่งไม่สำเร็จ

# 地址删除成功
source: Delete address success
th: ลบที่อยู่จัดส่งสำเร็จ

# 地址删除失败
source: Delete address failed
th: ลบที่อยู่จัดส่งไม่สำเร็จ

# 登录/注册
source: Login/registration
th: ล็อคอิน/สมัคร

# 切换语言
source: Change language
th: เปลี่ยนภาษา

# 商家已取消
source: The merchant has cancelled
th: ร้านค้ายกเลิกออร์เดอร์

# 没有数据
source: No data
th: ไม่มีดาต้า

# 选择失败，地址不在店铺覆盖范围
source: The selection failed, and the address was not covered by the store.
th: ไม่สามารถให้บริการสำหรับที่อยู่นี้

# 更多推荐
source: more
th: อื่นๆ

# 语言切换
source: Language switch
th: เปลี่ยนภาษา

# 骑手招募
source: Rider recruitment
th: รับสมัครคนขับ

# 我要合作
source: Join us
th: ร่วมงานกับเรา

# 确定要退出吗？
source: Are you sure you want to quit?
th: ยืนยันออกจากระบบ?

# BEEORDER配送
source: BEEORDER distribution
th: การจัดส่งโดย BeeOrder

# 注册代表您已同意《BEEORDER用户协议》
source: Register, you have agreed to the 《BEEORDER user agreement》
th: หลังจาการสมัครการใช้งานแล้วแสดงว่าท่านยอมรับเงื่อนไขการใช้งานของแอพพลิเคชั่น Beeorder

# 清空购物车
source: Empty shopping cart
th: ลบสินค้าในตะกร้า

# 选择地址
source: Select address
th: เลือกที่อยู่จัดส่ง

# 提交
source: Submit
th: ยืนยัน

# 优惠专区
source: Preferential zone
th: โปรโมชั่น

# 附近商家
source: Nearby businesses
th: ร้านค้าที่ใกล้ตัวฉัน

# 打烊
source: closed
th: ปิดทำการ

source: BEEORDER, now the leading e-commerce platform for catering supply! In F2B mode, the factory directly quotes to the merchants, removes the intermediate link, and builds warehouses in the terminal market to deliver goods to the restaurant. Hundreds of products are directly supplied by manufacturers, and merchants are free to buy high-quality products with high cost performance and enjoy professional customer service. No need to get up early to run the vegetable market, run the wholesale department, no need to compare prices. You can shop for your restaurant anytime, anywhere, at home or on the road! BEEORDER, the trusted choice of the owner of the restaurant, makes it easy for the restaurant to do business.
th: Beeorder เป็นแอพพลิเคชั่น ส่งอาหาร ที่มีคุณภาพและประสิทธิภาพ คุณสามารถเลือกซื้ออาหารได้ทุกประเภท ทางออนไลน์ และสามารถชำระเงินออนไลน์.

# 商家公告
source: Shop Notice
th: ประกาศร้านค้า

# 优惠满减
source: Preferential
th: โปรโมชั่น

# 敬请期待
source: coming soon
th: เปิดให้บริการเร็วๆนี้

# 规格
source: specifications
th: ไซส์

# 完成
source: Submit
th: ยืนยัน

# 编辑
source: Edit
th: แก้ไข

# 口味、偏好等要求
source: Taste, preference, etc.
th: ความต้องการทางด้านรสชาติและอื่นๆ

# 服务器异常
source: Server exception
th: เน็ตเวิร์คขัดข้อง

# 隐私政策
source: Privacy policy
th: นโยบายป้องกันสิทธิส่วนบุคคล

# 请选择支付方式
source: choose pay method
th: กรุณาเลือกวิธีการชำระเงิน

# 信用卡
source: CreditCard
th: เครดิตการ์ด

# 当前版本：
source: Current version:
th: รุ่นปัจจุบัน:

# 手机号归属地
source: Mobile phone number attribution
th: ประเทศของเบอร์โทรศัพท์

# 选择手机号归属地
source: Choose mobile phone number attribution
th: เลือกประเทศของเบอร์โทรศัพท์

# 泰国
source: Thailand
th: ประเทศไทย

# 中国
source: China
th: ประเทศจีน

# 登录代表您已同意《BEEORDER用户协议》
source: Login, you have agreed to the 《BEEORDER user agreement》
th: ยืนยอมและรับทราบเงื่อนไขการใช้งานBEEORDER

# 用户协议
source: User agreement
th: เงื่อนไขการใช้งาน

# 验证码错误
source: Verify code wrong
th: รหัสยืนยันไม่ถูกต้อง

# 手机号不能大于11位数
source: The phone number cannot be greater than 11 digits
th: เบอร์โทรไม่ควรมากกว่า11หมายเลข

# 手机号应该为9~11位数字
source: The phone number should be 9~11 digits
th: เบอร์โทรควรมีหมายเลข9-11ตัว

# 手机号不能大于9位数
source: The phone number cannot be greater than 9 digits
th: เบอร์โทรไม่ควรมากกว่า9หมายเลข

# 手机号不能大于10位数
source: The phone number cannot be greater than 10 digits
th: เบอร์โทรไม่ควรมากกว่า10หมายเลข

# 手机号应为0或9开头
source: The phone number should start with 0 or 9
th: เบอร์โทรควรนำหน้าโดย0หรือ9

# 请输入您的地址
source: please enter your space
th: กรุณาใส่ที่อยู่จัดส่ง

# 公告
source: Notice
th: ประกาศ

# 秒后返回
source: second return
th: วินาที

# 菜品合计
source: Food Total
th: อาหารรวม

# 该商店已打样
source: The store has been proofed
th: ปิด

# 发现新版本
source: Found a new version
th: พบเวอร์ชั่นใหม่

# 去更新
source: update
th: อัพเดตเวอร์ชั่น

# 营业时间
source: open Time
th: เวลาทำการ

# icon_yidayang
source: icon_yidayang_yingweng
th: icon_yidayang_taiweng

# zhongwengyouhuizhuanqu
source: yingwenyouhuizhuanqu
th: taiwengyouhuizhuanqu

# zhongwengfujingshangjia
source: yingwenfujinshangjia
th: taiwengfujinshangjia
